
const products = [
    {
        name: 'זרות',
        description: `נערה יחפה בשמלת מיני קרועה מסתתרת בחדר מדרגות של בניין ישן. היא נמלטת ממה שראתה, ומאלו שאורבים בחוץ כדי להשתיק אותה.

        מאחת הדירות מגיחה קשישה מבולבלת. "דנה שלי," היא אומרת לנערה באושר, "את פה. חזרת אליי." בהחלטה של רגע, הנערה נכנסת לביתה של הזקנה. שתי זרות בדירה אחת נאחזות זו בזו ומנסות לשרוד. חבל ההצלה היחיד שלהן הוא הקשר האנושי המפתיע שנרקם ביניהן. קשר שהן צריכות להסתיר. בינתיים, רחוק משם, אירנה נטרפת מדאגה לבתה היחידה, העדינה, המחונכת, שהסתבכה עם הגבר הלא נכון, הסתלקה עם מזוודה וצעקה שלא תשוב לעולם. היא מוכנה להתעמת עם האנשים המסוכנים ביותר כדי להציל את בתה. היא חייבת למצוא אותה. אבל אף אחד לא יודע איפה נינה ומה קרה לה.
        
        מעבר לים, איתמר מרגיש שמשהו קורה לאימא שלו. הדאגה והאשמה מעירים בו זיכרונות ילדות, געגועים למשפחה שהייתה פעם שלמה ולשדרה התל אביבית המובילה לים, שמעמתים אותו עם מחיר המרדף אחר החלום האמריקאי, שכלל אינו שלו
        `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/20377/ON_HER_OWN_Master.jpg',
        price: 69.00,
        category: 'רומנטיקה',
        ahutor: 'ליהיא לפיד',
        publisher: 'כתר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'להיות אמא של חייל',
        description: `ידעת שהרגע הזה יגיע.
        כי זה חלק מהחיים כאן. במדינה הזאת.
        חלק מלהיות אמא ישראלית.
        להיות אמא ישראלית זה לדעת כבר מרגע הלידה שיום אחד יגיע התור שלך לשלוח את הילד או את הילדה שלך לצבא - כי צריך לשמור על המדינה.
        זה לראות מדי ב' תלויים על חבל כביסה ולדעת שהאמא או האבא שיקפלו אותם יזילו דמעה קטנה של דאגה - שתיספג בבד ותבוא עמוק מהלב.
        זה גם לחלום על זה שהילדים של הילדים שלך כבר לא יצטרכו ללבוש מדים.
        ועכשיו זה קורה. בעוד רגע הילד הקטן שלך או הילדה הקטנה שלך מתגייסים.
        ואת האמא הזאת.
        אמא של חייל.
        או של חיילת. 
        `,
        image: 'https://images-evrit.yit.co.il/Images/Products/covers_2020/lihiotima_master(1).jpg',
        price: 67.00,
        category: 'צבאי וביטחון',
        ahutor: 'ליהיא לפיד',
        publisher: 'ידיעות ספרים',
        onSale: true,
        isPopular: false,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'מבחן המרשמלו',
        description: `מראים לילד סוכריית מרשמלו ונותנים לו לבחור: או שתאכל אותה עכשיו, או שתחכה ותוכל ליהנות משתיים בהמשך. מה הוא יעשה? וכיצד זה ישליך על התנהגותו בהמשך חייו?
        הפסיכולוג המהולל וולטר מישל, אבי מבחן המרשמלו הנודע,  מסביר מהי שליטה עצמית וכיצד אפשר ללטש אותה.
         
        מבחן המרשמלו של וולטר מישל, שהפך כבר לניסוי איקוני בתחומו, הוכיח כי היכולת לדחות סיפוקים היא קריטית לחיים של הצלחה וסיפוק. שליטה עצמית אינה מנבאת רק ציונים גבוהים יותר במבחנים פסיכומטריים ותפקוד טוב יותר ברמה החברתית והקוגניטיבית ותחושת ערך עצמי גבוהה יותר, אלא עוזרת לנו להתמודד עם מתח, לחתור אל יעדינו בצורה אפקטיבית יותר ולהתמודד עם רגשות כואבים. אך האם כוח הרצון הוא תכונה מולדת או נלמדת?
         
        בספרו החדש ופורץ הדרך מסכם פרופ' מישל עשרות שנים של מחקרים מרתקים ומשתמש בדוגמאות מהחיים כדי לחקור את כוח הרצון, ובתוך כך הוא מזהה את המיומנויות הקוגניטיביות והמנגנונים המנטליים המאפשרים אותו. הוא מראה כיצד אפשר ליישם את כוח הרצון באתגרי היומיום – כשאנחנו מנסים לשמור על המשקל או להפסיק לעשן, להתגבר על שברון לב, לקבל החלטות חשובות ולתכנן את הפנסיה. בזכות השלכותיו העמוקות על בחירותינו בהורות, בחינוך, במדיניות ציבורית ובטיפוח עצמי, מבחן המרשמלו ישנה את הלך החשיבה שלנו על מי אנחנו ומה נוכל להיות.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/newcovers/mivchanhamarshmelo_master.jpg',
        price: 47.00,
        category: 'קומדיה',
        ahutor: 'וולטר מישל',
        publisher: 'מטר',
        onSale: true,
        isPopular: false,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'כוס הקפה שגרמה לי להתאהב',
        description: `"המחקר של תלמה ליבל הוא אחד החדשניים ביותר בפסיכולוגיה. ספרה החכם והמרענן ישנה את מבטנו על הפסיכולוגיה שלנו ועל הדרך שבה אנחנו נהיים מי שאנחנו"   

        - דן אריאלי, מחבר הספר "לא רציונלי ולא במקרה"
        
        בכוס הקפה שגרמה לי להתאהב לוקחת אותנו הפסיכולוגית תלמה ליבל למסע מדהים בין החושים, מסע שבו נגלה את ההשפעה העמוקה שיש לסביבתנו החיצונית על מחשבותינו, רגשותינו והחלטותינו בכל תחום: מן האנשים שאנו אוהבים ועד לדרך שבה אנו עובדים.
        
        היא מתארת בספרה כיצד החזקת דברים חמים בידינו יכולה לגרום לנו להיות ידידותיים יותר; כיצד אנו תופסים אנשים כנחמדים יותר אם אנו יודעים שהם אוהבים מאכלים מתוקים; וכיצד, בלי ידיעתנו, אנו מקשרים בין גובה וכוח, משקל וחשיבות, ניקיון ומוסריות.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/Ebooks/sensation_masterres.jpg',
        price: 63.00,
        category: 'קומדיה',
        ahutor: 'תלמה ליבל',
        publisher: 'מטר',
        onSale: true,
        isPopular: false,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'גריט',
        description: `בספר גריט, שהגיע בן לילה לרשימת רבי המכר של הניו יורק טיימס, מראה הפסיכולוגית פורצת הדרך אנג'לה דאקוורת לכל מי ששואף להצליח – הורים, תלמידים, מחנכים, ספורטאים ואנשי עסקים או בעצם כל אחד – שהסוד מאחורי הצלחות יוצאות דופן אינו הכישרון שאנו ניחנים בו אלא שילוב מיוחד של להט והתמדה שאותו היא מכנה "גריט".
 
        דאקוורת שוזרת בין דפי הספר את סיפורה האישי כבתו של מדען שהעיר לה לא פעם שהיא "לא גאון" ואשר הפכה למדענית ומרצה מוערכת. היא מספרת על חוויותיה כמורה, כיועצת עסקית וכמדענית מוח, אשר פקחו את עיניה והובילו אותה להשערה שהצלחה אינה עניין של "גאונות" אלא של שילוב ייחודי של להט והתמדה לטווח ארוך, תכונות נרכשות שניתן לפתחן.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/newcovers/grit_master.jpg',
        price: 53.00,
        category: 'השקעה נכונה',
        ahutor: "אנג'לה דאקוורת",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'שלך באי-רציונליות',
        description: ` למה כשאני יושב במשרד קשה לי להתרכז, אבל כשאני משחק כדורסל, אני דרוך ומרוכז? 
        למה גרביים הולכים לאיבוד בכביסה?
        איך אני יכול ליהנות יותר מהחיים? 
        איך אני יכול לרסן את עצמי, כשאני מרגיש צורך בלתי נשלט להפר את החוקים שקבעתי לגבי ההשקעות שלי בשוק ההון?
       המחקר של פרופסור דן אריאלי צמח מתוך החוויות הקשות שחווה. בגיל ההתבגרות התמודד עם כוויות מדרגה שלישית בכשבעים אחוזים מגופו, והכאב והצלקות שנותרו על גופו גרמו לו להרגיש לא בנוח כמעט בכל סיטואציה חברתית. בין השאר משום כך אריאלי מקדיש את הקריירה שלו לניסיון להבין טוב יותר את הטבע האנושי, מברר היכן אנחנו נוטים לעשות טעויות, ואיך אפשר לשפר את ההחלטות שלנו ואת התוצאות שלהן. 
       קוראיו הרבים של דן אריאלי הפנו אליו במהלך השנים שאלות מחיי היומיום שלהם, והתשובות שלו המתפרסמות כאן הן חכמות, מצחיקות ובעיקר מלמדות אותנו משהו על הטבע האנושי. 
        `,
        image: 'https://images-evrit.yit.co.il/Images/Products/newcovers/shelha_beir_racionaliut_master.jpg',
        price: 83.00,
        category: 'השקעה נכונה',
        ahutor: "דן אריאלי",
        publisher: 'כנרת זמורה-דביר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'אינטליגנציה חיובית',
        description: ` בהרצאות הפופולריות שהוא נושא באוניברסיטת סטנפורד מסביר שירזאד צ'אמין כיצד יכול כל אחד למצות באופן מלא ואמיתי את הפוטנציאל הטמון בו ולזכות בהצלחה מקצועית ובסיפוק אישי. במחקרו פורץ הדרך חושף צ'אמין עשרה "חבלנים" מוסווים היטב.
        כמעט 95 אחוזים מהמנהלים שנכחו בהרצאותיו ב"סטנפורד" מסכימים כי ה"חבלנים" הללו פוגעים באופן משמעותי ביכולתם להביא למיצוי מלא של הפוטנציאל שלהם. הספר אינטליגנציה חיובית ילמד אתכם כיצד להביס את האויבים הפנימיים הללו.
        בעוד שמדדי IQ ו-EQ (אינטליגנציה רגשית) משפיעים על הפוטנציאל המקסימלי שלכם, מדד PQ הוא זה שקובע באיזו מידה הפוטנציאל הזה ימומש.
        החדשות הטובות הן שאפשר לשפר את מדד PQ באופן משמעותי בפרק זמן קצר של שלושה שבועות. בעזרת טכניקות וכלים מהפכניים המבוססים על שנים רבות של ניסיון, צוותים ואנשי מקצוע – ממנהלים ועד אנשי מכירות – יכולים ליהנות משיפור ממוצע של 35-30 אחוז בביצועיהם על ידי העלאת רמת ה-PQ שלהם. חשוב מכך, הם גם יהיו יותר מאושרים ופחות לחוצים.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/newcovers/positive_intelligence_master.jpg',
        price: 83.00,
        category: 'השקעה נכונה',
        ahutor: "שירזאד צ'אמין",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'דיאנה ודוד',
        description: `"ערב אחד התחלתי לחשוד שלדויד יש מאהבת." כך נפתח סיפורה של דיאנה, מתווכת דירות בת ארבעים ושלוש מצפון תל אביב, שחיה ברווחה ובנוחות כלכלית לצד בעלה הפסיכולוג ובנם המתבגר. ההתרחשות מתחילה בצלצול טלפון שבוקע מהנייד של דויד באמצע ארוחת הערב המשפחתית. הוא ממהר לקום מהשולחן ולענות מחוץ לטווח שמיעתה של דיאנה, ובלבה מתעורר החשד שבעלה המוצלח, המתחשב והכובש בוגד בה עם אישה אחרת. 

        וכך, כשהיא נשלטת בידי דחף לגלות אם זו רק פרנויה שלה או שדויד באמת בוגד בה, דיאנה מחליטה לעקוב אחריו. היא יוצאת למרדף חסר מעצורים אחר האמת, ומוצאת את עצמה בזירה מציצנית שבה רדיפה גוררת רדיפה, פיתויים בלתי צפויים צצים, יצרים מתגברים, והגורל משחק תפקיד חשוב. ובתוך הטירוף שמשתלט עליה – הארוטיקה הולכת וגואה. 
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/21093/diana_master.jpg',
        price: 84.00,
        category: 'רומנטיקה',
        ahutor: "שירה כרמי",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'המרדימנים',
        description: `'המרדימנים', הרומאן החמישי של אנה אנקוויסט – אחת הסופרות הגדולות והאהובות היום באירופה, שכבשה גם את לב הקוראים והמבקרים בארץ – הוא ספר מפליא קודם־כל בזכות הזירה יוצאת־הדופן שבה מתרחשת הדרמה רבת־הטלטלות: מחלקת ההרדמה של בית־חולים, המתוארת ברזולוציה חסרת־תקדים.
         
        הפסיכואנליטיקאי דְרִיק דה־יוֹנג חוזר לקבל מטופלים בתום הפסקה ארוכה: אשתו המתינה למותה כמה חודשים בביתם. אחותו סוזן, רופאה מרדימה, הנשואה לעמיתו למקצוע והחבר הכי טוב שלו, פטר, באה כל הימים ללוות את אשתו במסעה האחרון, וגם כעת אוחזת סוזן במושכות, והוא נעשה תלוי בה. ניכור גדול שורר בין סוזן לבתה רוֹס בת ה־19, האדם הקרוב ביותר לדְריק מכל המשפחה.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/20342/hamered_Master.jpg',
        price: 74.00,
        category: 'אנושי',
        ahutor: "אנה אנקוויסט",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'אם כבר מדברים על זה',
        description: `ספר מרגש ומלא הומור על הכאב והמורכבות שבחיים, באהבה ובמשפחה

        נורה סטוארט נמלטה מעיירת האי הקשוחה והנידחת במיין שבה נולדה בזכות מילגה שזכתה בה. היא סיימה את לימודי הרפואה ועבדה למחייתה בבית חולים בבוסטון כאשר רכב של חברת הדברה התנגש בה. ממיטתה בחדר המיון, כשהיא חושבת שהיא מתה, היא שומעת את החבר שלה מתחיל עם רופאה אחרת. פגועה ופצועה פיזית ורגשית, אין לה הרבה ברירות והיא מחליטה לחזור להתאושש בבית אמה.
        
        אמא של נורה היא לא בדיוק הטיפוס המפנק, ובעיירה שנטשה לפני חמש עשרה שנים לא כולם זוכרים אותה לטובה. בכל מקום היא נתקלת בפנים חשדניים, זכרונות כואבים, כשלונות ואכזבות. אבל נורה לא מוכנה לוותר על הסיכוי האחרון לאחות את הקרעים במשפחתה ולמצוא תשובות לשאלות שרדפו אותה מילדות. באומץ, בסקרנות ובעקשנות היא מקלפת את שכבות החשדנות והכעס, מתמודדת עם האובדן, ומוצאת תקווה ואפילו אהבה.
        `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/20465/_Master.jpg',
        price: 78.00,
        category: 'אנושי',
        ahutor: "קריסטן היגינס",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'אגו מלגו',
        description: `סיפורים קצרים על תרבות, בשר, מכות ואהבה.
        מסעו המודולרי של האגו מִשלב הלֶגו לשלב הפוֺסט עובר דרך באר שבע, ניו יורק ותל אביב ומגלה מציאות הגיונית ומבולבלת, ירוקה ומדממת.
        כדי לשרוד בעולם האורבני הכאוטי הזה, על הגיבורות (שבדרך כלל נקראות נעמי)
        לפתח לעצמן אגו אלסטי ולהפוך לנשים בעלות תושייה.
        לא נשים קורבנות, לא נשים שאוכלות אותה, מקסימום נשים שאוכלות.
        
        גיא עד פרסמה עד היום שלושה רומנים למבוגרים, סיפורים קצרים שהופיעו בשתי אנתולוגיות ושני ספרי נוער. הרימון 7 זיכה אותה בפרס ראש הממשלה לשנת 2010, הבארשבעים נכלל ברשימה הארוכה של פרס ספיר לשנת 2013, ויקי ויקטוריה היה מועמד לפרס ספיר בשנת 2020.
        'אגו מלגו' הוא ספרה הראשון.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/21431/ego_Master.jpg',
        price: 78.00,
        category: 'אנושי',
        ahutor: "גיא עד",
        publisher: 'מטר',
        onSale: true,
        isPopular: true,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
    {
        name: 'חידת התאומים',
        description: `"ספר ממכר ועוצר נשימה שאי אפשר להפסיק לקרוא בו, אפוף אווירה מכשפת וכתיבה חדה כתער" – מישל בוסי

        אוגוסט 1989. סולן ורפאל, תאומים בני אחת־עשרה מהכפר פיולנק נעלמים במהלך פסטיבל השום העממי. כעבור שלושה חודשים מוצאים רק אחד מהם. בתור גופה.
        
        יוני 2018. ילדים חדשים נעדרים בפיולנק. הסיפור מתחיל מחדש כמו הד מקאברי לאירועים שהתרחשו כמעט שלושים שנה קודם לכן, והטירוף משתולל בעיירה. התקווה היחידה לאיתור הילדים תלויה בהבנת מה שאירע לסולן ורפאל, אך גם הערת הזיכרונות האיומים מרבצם היא משחק מסוכן.
        
        סנדרין דטומב, ילידת 1971, היא מחברת ספרי מתח שהיו כולם לרבי־מכר בצרפת. חידת התאומים הוא ספרה הראשון הרואה אור בעברית.
         `,
        image: 'https://images-evrit.yit.co.il/Images/Products/NewBO/Products/21298/chida_master.jpg',
        price: 76.00,
        category: 'אנושי',
        ahutor: "סנדרין דטומב",
        publisher: 'מטר',
        onSale: true,
        isPopular: false,
        countInStock: 7,
        rating: 4.5,
        numReviews: 4
    },
]

export default products